answer = input ("Веди конвертовану кількість Гривень:")
if answer.upper() == '3692,45':
  print('100 Доларів')
  print('')
  print('Дякую, що скористалися нашою програмою')

if answer.upper() == '18462.24':
  print('500 Доларів')
  print('')
  print('Дякую, що скористалися нашою програмою')

if answer.upper() == '36.92':
  print('1 Долар')
  print('')
  print('Дякую, що скористалися нашою програмою')

if answer.upper() == '36924,48':
  print('1000 Доларів')
  print('')
  print('Дякую, що скористалися нашою програмою')

if answer.upper() == '0':
  print('Людина у тебе всі вдома 0 і в Африці буде 0')





